<?php

return [
    'achievements_heading' => 'إنجازاتنا',
    'achievements_description' => 'إليكم بعض الشهادات والإنجازات التي نفخر بها في مجال أعمالنا.',
    



    'trust_program_certificate_title' => 'شهادة برنامج الثقة',
    'trust_program_certificate_description' => 'شهادة برنامج الثقة لدينا تعكس التزامنا بالحفاظ على أعلى معايير الأخلاق والشفافية في جميع عملياتنا. تضمن هذه الشهادة لعملائنا أنه يمكنهم الوثوق بمنتجاتنا وخدماتنا لتلبية أعلى معايير الجودة والنزاهة.',
    
    'altajer_althahabi_certificate_title' => 'شهادة التاجر الذهبي',
    'altajer_althahabi_certificate_description' => 'شهادة التاجر الذهبي تعترف بتفانينا في التميز في ممارسات الأعمال. إنها تُظهر جهودنا المستمرة لتوفير منتجات متميزة، مما يضمن أن كل تفاعل مع علامتنا التجارية يقدم قيمة استثنائية ورضا للعملاء.',
    
    'iso_certification_title' => 'شهادة ISO',
    'iso_certification_description' => 'شهادة ISO الخاصة بنا تعد دليلاً على التزامنا بإدارة الجودة. إنها تضمن أن منتجاتنا وخدماتنا تفي باستمرار بالمعايير الدولية واحتياجات عملائنا الكرام، مما يوفر لهم حلولًا موثوقة وعالية الجودة.',
    
    'halal_food_certificate_title' => 'شهادة حلال',
    'halal_food_certificate_description' => 'نحن نتبع بدقة المعايير الإسلامية الحلال لضمان أن جميع منتجاتنا تفي بمتطلبات شهادة الحلال. تضمن شهادة حلال لدينا أن منتجاتنا تتوافق مع أعلى المعايير الإسلامية، مما يضمن أنها مشروعة ونقية للاستهلاك.',

];