<?php

return [
    'about_us' => 'معلومات عنا',
    'who_we_are' => 'من نحن',
    'welcome' => 'مرحبًا بكم في CGM، أول منصة تجميل شعر عبر الإنترنت مخصصة لتقديم الحل المثالي للشعر المجعد والمتموج.',
    'our_story' => 'بدأت قصتنا عندما أدركنا فجوة واضحة في السوق للمنتجات والمحتوى الذي يدعم الشعر المجعد. ونتيجة لذلك، أسسنا CGM بدافع الإحباط والرغبة في توفير حل.',
    'mission' => [
        'title' => 'مهمتنا',
        'embrace' => 'نحن ملتزمون بتبني وتعزيز الشعر المجعد الطبيعي كظهور فريد وأسلوب حياة.',
        'promote' => 'نهدف إلى تعزيز جمال الشعر المجعد الطبيعي من خلال توفير التعليم والموارد لعملائنا.',
        'empower' => 'هدفنا هو تمكين النساء ذوات الشعر المجعد والمركب، مما يضمن الثقة والفخر في تجاعيدهن الطبيعية.',
    ],
    'vision' => [
        'title' => 'رؤيتنا',
        'content' => 'رؤيتنا في CGM هي أن نكون الوجهة الإلكترونية المفضلة للأشخاص ذوي الشعر المجعد والمركب، مما يعزز الثقة والفخر في شعرهم.',
    ],
    'leave_message' => 'اترك رسالة',
    'write_to_us' => 'اكتب إلينا',
    'write_to_us_description' => 'اكتب إلينا إذا كان لديك أي أسئلة، وسنتواصل معك بالتأكيد لإيجاد حل.',
    'enter_name' => 'ادخل اسمك',
    'enter_email' => 'ادخل بريدك الإلكتروني',
    'enter_message' => 'ادخل رسالتك',
    'send' => 'إرسال',
    'message_sent_successfully' => 'تم إرسال رسالتك بنجاح!',
    'email_send_failure' => 'حدث خطأ أثناء إرسال رسالتك. يرجى المحاولة مرة أخرى لاحقًا.',
];