<?php

return [
    'name_required' => 'الاسم مطلوب.',
    'name_must_be_string' => 'يجب أن يكون الاسم سلسلة نصية.',
    'name_max_length' => 'قد لا يتجاوز الاسم :max حرفًا.',
    'email_required' => 'البريد الإلكتروني مطلوب.',
    'email_must_be_string' => 'يجب أن يكون البريد الإلكتروني سلسلة نصية.',
    'email_lowercase' => 'يجب أن يكون البريد الإلكتروني بحروف صغيرة.',
    'email_invalid' => 'يجب أن يكون البريد الإلكتروني عنوان بريد إلكتروني صالحًا.',
    'email_max_length' => 'قد لا يتجاوز البريد الإلكتروني :max حرفًا.',
    'email_unique' => 'البريد الإلكتروني المقدم قيد الاستخدام بالفعل.',
];