<?php

return [
    'about_us' => 'עלינו',
    'who_we_are' => 'מי אנחנו',
    'welcome' => 'ברוכים הבאים ל-CGM, הפלטפורמה הראשונה לטיפוח יופי לשיער מתולתל.',
    'our_story' => 'הסיפור שלנו התחיל כשזיהינו פער בולט בשוק למוצרים ותוכן התומכים בשיער מתולתל. כך נולד CGM מתוך תסכול ורצון לספק פתרון.',
    'mission' => [
        'title' => 'המשימה שלנו',
        'embrace' => 'אנו מחויבים לחבק ולקדם שיער מתולתל באופן טבעי כמראה וסגנון חיים ייחודי.',
        'promote' => 'מטרתנו היא לקדם את היופי של שיער מתולתל טבעי על ידי מתן חינוך ומשאבים ללקוחותינו.',
        'empower' => 'מטרתנו היא להעצים נשים עם שיער מתולתל ומרקם ייחודי להרגיש בטוחות וגאות בשיערן הטבעי.',
    ],
    'vision' => [
        'title' => 'החזון שלנו',
        'content' => 'החזון שלנו ב-CGM הוא להיות היעד המקוון המוביל לאנשים עם שיער מתולתל ומרקם ייחודי, ולעודד ביטחון וגאווה בשיערם.',
    ],
];